export const baseURL = 'https://api.bamachoub.com/';

export const menuNames = {
  company: 'شرکت',
  sheetSelect: 'جنس ورق',
  color: 'رنگ',
  dimensionsSelect: 'ابعاد',
  thicknessSelect: 'ضخامت',
  coverSelect: 'نوع رویه',
  quality: 'کیفیت',
  sideSheetType: 'یک یا دو رو',
  numberInPalet: 'تعداد در پالت',
  sheetCountry: 'کشورسازنده ورق',
  coverCountry: 'کشورسازنده رویه',
  density: 'دانسیته',
  weight: 'وزن',
};

export const placeholders = {
  productDesc: 'کالا بدون نام',
  brandName: 'شرکت چوب',
  brandDesc: '-',
  name: 'نام کاربری',
  lipsum:
    'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.',
};
